Repository: fluo-dev/flutter-sdk
Catalog: lib/l10n/fluo_*.arb
Languages: es, it

# acceptTerms
source: By continuing, you accept our <terms>terms & conditions</terms> and our <privacy>privacy policy</privacy>.
es: Al continuar, aceptas nuestros <terms>términos y condiciones</terms> y nuestra <privacy>política de privacidad</privacy>.
it: Continuando, accetti i nostri <terms>termini e condizioni</terms> e la nostra <privacy>informativa sulla privacy</privacy>.

# enterCode
source: Enter the verification code
es: Introduce el código de verificación
it: Inserisci il codice di verifica

# enterEmailCodeHelper
source: The code was sent to <email>{email}</email>. If you did not receive an email, you may check your spam folder.
es: El código se envió a <email>{email}</email>. Si no recibiste el correo electrónico, revisa tu carpeta de spam.
it: Il codice è stato inviato a <email>{email}</email>. Se non hai ricevuto l'e-mail, controlla la cartella spam.

# enterEmail
source: Enter your e-mail address
es: Introduce tu dirección de correo electrónico
it: Inserisci il tuo indirizzo e-mail

# enterEmailPlaceholder
source: example@domain.com
es: ejemplo@dominio.es
it: esempio@dominio.it

# enterFirstName
source: Enter your first name
es: Introduce tu nombre
it: Inserisci il tuo nome

# enterFirstNamePlaceholder
source: First Name
es: Nombre
it: Nome

# enterLastName
source: Enter your last name
es: Introduce tu apellido
it: Inserisci il tuo cognome

# enterLastNamePlaceholder
source: Last Name
es: Apellido
it: Cognome

# errorUnknown
source: There was an error processing your request.
es: Hubo un error al procesar tu solicitud.
it: Si è verificato un errore durante l'elaborazione della tua richiesta.

# errorCodeExpired
source: The code has expired.
es: El código ha expirado.
it: Il codice è scaduto.

# errorCodeInvalid
source: The code is not valid.
es: El código no es válido.
it: Il codice non è valido.

# errorInternal
source: There was an internal server error.
es: Hubo un error interno del servidor.
it: Si è verificato un errore interno del server.

# errorNotFound
source: The resource could not be found.
es: El recurso no se encontró.
it: La risorsa non è stata trovata.

# errorParameterInvalid
source: The value sent is not valid.
es: El valor enviado no es válido.
it: Il valore inviato non è valido.

# errorParameterMissing
source: The request is missing parameters.
es: Faltan parámetros en la solicitud.
it: Mancano dei parametri nella richiesta.

# errorSessionRevoked
source: Your session was revoked.
es: Tu sesión ha sido revocada.
it: La tua sessione è stata revocata.

# errorUnauthorized
source: You do not have the right permissions.
es: No tienes los permisos necesarios.
it: Non hai i permessi necessari.

source: Next
es: Siguiente
it: Avanti

source: Continue with email
es: Continuar con el correo
it: Continua con l'email

source: Terms and conditions
es: Términos y condiciones
it: Termini e condizioni

source: Privacy policy
es: Política de privacidad
it: Informativa sulla privacy

source: Continue with Google
es: Continuar con Google
it: Continua con Google

source: Continue with Apple
es: Continuar con Apple
it: Continua con Apple

source: Continue with mobile
es: Continuar con móvil
it: Continua con cellulare

# enterMobile
source: Enter your mobile number
es: Introduce tu número de móvil
it: Inserisci il tuo numero di cellulare

source: Search country
es: Buscar país
it: Cerca paese

# enterMessageCodeHelper
source: The code was sent to <mobile>{mobile}</mobile>. If you did not receive the code within 2 minutes, try again.
es: El código fue enviado a <mobile>{mobile}</mobile>. Si no recibiste el código en 2 minutos, inténtalo de nuevo.
it: Il codice è stato inviato a <mobile>{mobile}</mobile>. Se non hai ricevuto il codice entro 2 minuti, riprova.

# enterEmailHelper
source: A verification code will be sent to verify your email address.
es: Se enviará un código de verificación para verificar tu dirección de correo electrónico.
it: Un codice di verifica verrà inviato per verificare il tuo indirizzo email.

# enterMobileHelper
source: A verification code will be sent to verify your mobile number.
es: Se enviará un código de verificación para verificar tu número de móvil.
it: Un codice di verifica verrà inviato per verificare il tuo numero di cellulare.
